/* AD: Forest automatic */
"- Automatic -" = "- Automatique -";

/* AD: Alert title */
"Account expired or disabled" = "Compte expiré ou désactivé";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory ne permet que des écarts minimes entre les horloges de votre ordinateur et le serveur Active Directory. Il est conseillé de vérifier les réglages d’heure et de fuseau horaire de votre ordinateur et de les réinitialiser, si nécessaire.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Le module Active Directory requiert Mac OS X pour contrôler le fichier « /Bibliothèque/Preferences/edu.mit.Kerberos » . Le fichier existant va être renommé « /Bibliothèque/Preferences/edu.mit.Kerberos.pre-Active Directory » .";

/* AD: Alert title */
"Active Directory time error" = "Erreur d’heure d’Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Une combinaison de forêt et de domaine non valide a été spécifiée. Veuillez saisir un nom de DNS correct pour le domaine et la forêt (par exemple, ads.company.com).";

/* AD: Alert title */
"An unknown error occurred" = "Une erreur inconnue s’est produite";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Une erreur inconnue est survenue lors de la lecture de la configuration.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Une erreur inconnue est survenue lors de la mise à jour de la configuration.";

/* AD: Dialog status message */
"An unknown error occurred." = "Une erreur inconnue s’est produite.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Erreur d’autorisation";

/* AD: Dynamic button title */
"Bind\\U2026" = "Relier…";

/* AD: Button title */
"Cancel" = "Annuler";

/* AD: Alert message */
"Configuring on Master or Replica" = "Configuration en objet principal ou réplica";

/* AD: Alert title */
"Container does not exist" = "Le conteneur n’existe pas";

/* AD: Button title */
"Continue" = "Continuer";

/* AD: Button title */
"Force Unbind" = "Forcer à rompre le lien";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Masquer les options avancées";

/* AD: Alert title */
"Insufficient privileges" = "Autorisations insuffisantes";

/* AD: Alert title */
"Invalid domain" = "Domaine invalide";

/* AD: Alert title */
"Invalid user name and password combination" = "Combinaison de nom d’utilisateur et de mot de passe non valide";

/* AD: Alert title */
"Join existing account?" = "Vous connecter au compte existant ?";

/* AD: Alert title */
"Join Kerberos realm" = "Joindre le domaine Kerberos";

/* AD: Alert title */
"Kerberos file already exists" = "Le fichier Kerberos existe déjà";

/* AD: Alert title */
"Memory allocation error" = "Erreur d’attribution de mémoire";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Suppression de cet ordinateur d’Active Directory";

/* AD: Alert Button */
"Rename" = "Renommer";

/* AD: Dynamic button title */
"Show Advanced Options" = "Afficher les options avancées";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Étape 1 de 5 : Recherche d’informations de Forêt/Domaine…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Étape 2 de 5 : Recherche des contrôleurs de domaine les plus proches…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Étape 3 de 5: Vérification des informations d’authentification…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Étape 4 de 5 : Recherche d’ordinateur existant…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Étape 5 de 5 : Établissement de la liaison de l’ordinateur au domaine…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Étape 5 de 5 : Connexion de l’ordinateur au domaine…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Les informations de compte saisies indiquent un compte existant. Souhaitez-vous connecter cet ordinateur au compte de l’ordinateur existant ? Cette opération ne peut pas être annulée.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Les informations de compte fournies ont expiré ou sont désactivées. Veuillez fournir un autre compte d’administrateur.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "Le compte d’administrateur spécifié ne possède pas les autorisations voulues pour réaliser l’opération requise.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Le conteneur spécifié pour l’ordinateur n’existe pas. Veuillez vérifier l’information du conteneur puis réessayez.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Pour une raison inconnue, il est impossible d’accéder au contrôleur de domaine depuis cet ordinateur.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Pour joindre ce serveur au domaine Kerberos Active Directory, ouvrez Admin Serveur puis sélectionnez Open Directory pour ce serveur. Dans la fenêtre Réglages, cliquez sur Général, puis cliquez sur Joindre Kerberos et saisissez les informations d’autorisation d’un administrateur local de ce serveur.";

/* AD: Alert title */
"Unable to access domain controller" = "Impossible d’accéder au contrôleur de domaine";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Impossible d’attribuer de la mémoire pour cette opération.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Impossible d’ouvrir le nœud d’Active Directory";

/* AD: Alert message */
"Unable to open Active Directory node." = "Impossible d’ouvrir le nœud d’Active Directory";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Rompre la liaison…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Attention : vous configurez le module Active Directory pour un objet principal ou un réplica Open Directory. Poursuivre la configuration peut causer des problèmes avec le serveur Kerberos Open Directory. ";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Attention : si vous cliquez « Forcer à rompre le lien », vous laisserez un compte ordinateur inutilisé dans le répertoire.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Vous n’êtes pas autorisé à lire la configuration de ce module.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Vous n’êtes pas autorisé à mettre à jour la configuration.";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "La combinaison de nom d’utilisateur et de mot de passe fournie n’est pas valide. Veuillez vérifier le nom d’utilisateur et le mot de passe, puis essayer à nouveau.";

